import wenxian from '../assets/文献.png'
import kaifangyu from '../assets/开放域.png'
import nongye from '../assets/农业.png'
import yiyao from '../assets/医药.png'
import baike from '../assets/百科.png'
import chubanwu from '../assets/出版物.png'
import xuezhe from '../assets/学者.png'
import tongji from '../assets/统计指标.png'
import lawer from '../assets/lawer.png'
import argricuture from '../assets/argricutrue.png'
import doctor from '../assets/doctor.png'
export default {
  homeHotExamples: [
    {
      imgSrc: wenxian,
      name: '文献',
      qa: [
        {
          question: '与信息通讯有关的专业论文有哪些呢',
          answer:
            '关于IEC62368-1对我国音视频、信息及通讯产品安全认证的影响研究 被引:0 期刊 2011-07-01 贲倩倩; 中国科技信息      信息通讯技术对老年人的社区满意度影响路径——以南京市锁金社区为例 被引:11 期刊 2016-09-26 09:52 陈卉;甄峰; 地理科学进展      苏州市区信息通讯企业空间集聚与新企业选址 被引:105 期刊 2010-02-15 袁丰;魏也华;陈雯;金志丰; 地理学报',
        },
        {
          question: '北京师范大学陈英和学术成果有哪些',
          answer:
            '儿童数量表征与数概念的发展特点及机制 陈英和; 北京师范大学发展心理研究所; 被引:12 期刊 2015-01-15 心理发展与教育 &nbsp; &nbsp; &nbsp;道德情绪的特点、发展及其对行为的影响 陈英和;白柳;李龙凤; 北京师范大学发展心理研究所; 被引:16 期刊 2015-09-20 心理与行为研究 &nbsp; &nbsp; &nbsp;儿童青少年元认知的发展特点及作用的心理机制 陈英和;韩瑽瑽; 北京师范大学发展心理研究所; 被引:31 期刊 2012-05-20 心理科学',
        },
        {
          question: '英语专业毕业论文',
          answer:
            '翻转课堂模式在高职院校英语教学中的应用研究 2014 罗敏捷 华中师范大学 硕士 被引:85 &#160; &#160; &#160;初中英语翻转课堂教学行动研究 2014 林才英 广西师范大学 硕士 被引:123 &#160; &#160; &#160;网络环境下大学英语课堂教学优化研究 2013 隋晓冰 上海外国语大学 博士 被引:140',
        },
      ],
    },
    {
      imgSrc: kaifangyu,
      name: '开放域',
      qa: [
        {
          question: '西江月的作品赏析',
          answer:
            '此词作于宋神宗元丰五年(1082)三月。苏轼曾自称自己的性格是一种野性:“野性犹同纵壑鱼”(《游庐山,次韵章传道》)。黄州的流放生活,则为诗人提供了使以前一直被羁伴的“野性”冲决而出的土壤,他或“寻溪傍谷钓鱼采药以自娱,或扁舟草履,放棹江上”;或“酒醉饭饱,倚于几上,……当是时,若有所思而无所思,以受万物之备”(见王文浩《苏诗总案》)。苏东坡舒展开他的臂膀,安睡于大自然的怀抱里,而大自然也象是一个温柔的母亲,熨平了他那痛苦的心灵。这首小词就正是这一情形的生动写照。',
        },
        {
          question: '如何定义恐怖主义',
          answer:
            '指某个人或集团在狂热追求的目标驱使下,对他人的生命、自由、财产采取暗杀、纵火、劫机、扣押人质等暴力手段或暴力威胁而造成社会恐怖的犯罪行为的总称。恐怖活动是一大国际公害,是一场国际瘟疫,它正以惊人的速度在国际蔓延,从地位显赫的国家元首、军政要人、富商巨贾,一直到普通的平民百姓,几乎无不笼罩在恐怖活动的阴影之下。',
        },
        {
          question: '有关赤壁之战的简述',
          answer:
            '东汉建安十三年(208),曹操在基本上统一北方后,率师二十余万南下,取得荆州,欲一举统一江南。孙权联合刘备,组成五万联军,由周瑜、诸葛亮统帅,在赤壁(湖北蒲圻西北)与曹军相遇。一交战,曹操就败退到江北的乌林。当时曹操方面荆州人心不服,曹军远来疲惫,补给困难,疾疫流行,加上曹操骄傲轻敌,指挥失误,北方来的士兵水土不服,不习水性,曹操为了克服这一弱点,用铁链把战船首尾连锁,造成战船的行动不便。黄盖建议火攻曹操。因风放火,曹操大败,退回北方。孙刘联军乘胜推进,刘备占有荆州的长沙、零陵、武陵、桂阳四郡,取得了立足点。曹操在北方又不断巩固政权。三国鼎立局面基本形成。',
        },
      ],
    },
    {
      imgSrc: nongye,
      name: '农业',
      qa: [
        {
          question: '罗非鱼养殖方法',
          answer:
            '全国共有31个省市自治区养殖生产罗非鱼,主要集中在广东省、海南省、广西壮族自治区、福建省和云南省5个省区,养殖方式主要以池塘养殖为主[2]。然而,近年来罗非鱼养殖遭受高温季节链球菌病频发的困扰,养殖密度大幅度降低,罗非鱼苗种质量参差不齐,塘租、人工、饲料等费用不断攀升,造成养殖成本逐年增加,养殖利润不断下降。知识来源:罗非鱼养殖意愿及影响因素实证研究——基于罗非鱼主产区263个农户的调查',
        },
        {
          question: '影响水果价格的因素有哪些',
          answer:
            '影响水果需求的因素包括居民的收入和水果价格、区域因素、替代品的价格、消费偏好、人口的数量和结构等。另外,居民的消费偏好如消费习惯、消费心理和消费预期等因素也影响水果的消费需求。',
        },
        {
          question: '农业生态旅游发展现状',
          answer:
            '在20世纪中期,发展中国家大力发展农业生态旅游,并通过旅游业带动了国家经济的迅速发展。目前,发展中国家的农业生态旅游发展已经日渐成熟,其根据各自的资源优势及特点构建了适合国家发展的农业生态旅游模式,并取得了巨大的经济效益。',
        },
      ],
    },
    {
      imgSrc: yiyao,
      name: '医药',
      qa: [
        {
          question: '胖大海的药用功效',
          answer:
            '中药。见《本草纲目拾遗》。又名安南子、大洞果、大海子。梧桐科植物胖大海(Sterculia scaphigera Wall.)的种子。原植物分布于东南亚地区。味甘、淡,性凉,入肺经。功能清热,解毒,润肺,利咽。主治骨蒸内热,咽喉肿痛,音哑,干咳无痰,目赤,风火牙痛,吐血,衄血,痔漏等症。',
        },
        {
          question: '薏米有哪些营养价值',
          answer:
            '药膳。见《药膳偏方》。薏米45克,白糖60克。薏米盛入铝锅,加水,烧沸后再用文火熬薏米熟烂,加入白糖即成。随意食。功能健脾除湿,通痹散结。主治脾虚湿盛之关节疼痛、水肿、皮肤结节等。可作为风湿性关节炎、扁平疣患者的膳食。',
        },
        {
          question: '维生素A过多症的临床表现',
          answer:
            '1.急性中毒 急性中毒患者的全身表现有颅内压增高症状，患者头痛、嗜睡、恶心和呕吐，甚至死亡。 2.慢性中毒 慢性中毒者表现有肝脾肿大、脱发、皮肤干燥和长骨肿胀疼痛。',
        },
      ],
    },
    {
      imgSrc: xuezhe,
      name: '学者',
      qa: [
        {
          question: '研究白血病的专家有哪些',
          answer:
            '陈宝安 东南大学附属中大医院研究领域：肿瘤学;心血管系统疾病;临床医学;研究方向：临床白血病耐药机制研究 胡龙虎 哈尔滨医科大学第一临床医学院研究领域：肿瘤学;心血管系统疾病;内分泌腺及全身性疾病;研究方向：白血病的基础与临床研究',
        },
        {
          question: '浙江大学有哪些研究计算机视觉的专家',
          answer:
            ' 顾伟康 浙江大学 研究领域：计算机软件及计算机应用;电信技术;自动化技术; 研究方向：计算机视觉、人工智能、智能机器人视觉系统等叶秀清 浙江大学 研究领域：计算机软件及计算机应用;自动化技术;电信技术;研究方向：计算机视觉、图像处理和智能机器人视觉系统',
        },
        {
          question: '学者王逸平的相关信息',
          answer:
            '王逸平 中国科学院上海药物研究所 研究领域：药学;中药学;心血管系统疾病;研究方向：心血管活性天然产物及其衍生物的药理作用和分子机理研究学者职称：研究员;44成果数',
        },
      ],
    },
    {
      imgSrc: tongji,
      name: '统计指标',
      qa: [
        {
          question: '北京的社会消费品零售总额是多少啊',
          answer: `2017
          115754000（万元）
        
        
          2016
          110051000（万元）
        
        
          2015
          103380000（万元）
        
        
          2014
          96380000（万元）
        
        
          2013
          88721000（万元）`,
        },
        {
          question: '2016年全国各省份博物馆数排名',
          answer: `中国
            0.4109 （万个）
          
          
            山东
            0.0393 （万个）
          
          
            江苏
            0.0317 （万个）
          
          
            浙江
            0.0275 （万个）
          
          
            陕西
            0.0274 （万个）
          
          
            河南
            0.027 （万个）
          
          
            四川省
            0.0239 （万个）
          
          
            湖北
            0.0183 （万个）
          
          
            广东
            0.0177 （万个）
          
          
            黑龙江
            0.0176 （万个）`,
        },
        {
          question: '浙江和深圳出口总额对比',
          answer: `
           2016
           26786000（万美元）
           23733900（万美元）
         
         
           2015
           27633000（万美元）
           26404000（万美元）
         
         
           2014
           27335400（万美元）
           28436200（万美元）
         
         
           2013
           24874600（万美元）
           30570200（万美元）
         
         
           2012
           22457000（万美元）
           27135600（万美元）`,
        },
      ],
    },
    {
      imgSrc: chubanwu,
      name: '出版物',
      qa: [
        {
          question: '肿瘤方面核心刊有哪些',
          answer: `中国肿瘤 China Cancer
          主办单位：中国医学科学院（全国肿瘤防治研究办公室）
          ISSN：1004-0242
          CN：11-2859/R
          综合影响因子：2.306
          复合影响因子：3.299`,
        },
        {
          question: '关于互联网技术优先出版刊',
          answer: `大数据 Big Data Research
          主办单位：人民邮电出版社
          ISSN：2096-0271
          CN：10-1321/G2
          综合影响因子：1.573
          复合影响因子：2.453
          复合影响因子：1.747`,
        },
        {
          question: '哪些杂志可以投中医方面论文',
          answer: `中医杂志 Journal of Traditional Chinese Medicine
          主办单位：中华中医药学会;中国中医科学院
          ISSN：1001-1668
          CN：11-2166/R
          综合影响因子：1.212
          复合影响因子：1.811`,
        },
      ],
    },
    {
      imgSrc: baike,
      name: '百科',
      qa: [ 
        {
          question: '硒化氢密度',
          answer: `无色气体,有不愉快气味。分子量 80.98。熔点-64℃。沸点-42℃。 密度3.66。相对密度 (液态) 2.004 (-42/4℃)。`,
        },
        {
          question: '春江花月夜全文',
          answer: ` 春江潮水连海平, 海上明月共潮生。 滟滟随波千万里, 何处春江无月明。 江流宛转绕芳甸, 月照花林皆似霰。 空里流霜不觉飞, 汀上白沙看不见。 江天一色无纤尘, 皎皎空中孤月轮。 江畔何人初见月? 江月何年初照人? 人生代代无穷已, 江月年年只相似。 不知江月待何人, 但见长江送流水。 白云一片去悠悠, 青枫浦上不胜愁。 谁家今夜扁舟子? 何处相思明月楼? 可怜楼上月徘徊, 应照离人妆镜台。 玉户帘中卷不去, 捣衣砧上拂还来。 此时相望不相闻, 愿逐月华流照君。 鸿雁长飞光不度, 鱼龙潜跃水成文。 昨夜闲潭梦落花, 可怜春半不还家。 江水流春去欲尽, 江潭落月复西斜。 斜月沉沉藏海雾, 碣石潇湘无限路。 不知乘月几人归, 落月摇情满江树。`,
        },
        {
          question: '函告的含义',
          answer: `用信件方式告知。多用于公函正文结束处。如:贵部所需技术资料,经研究同意提供,请即派人前来查阅复制,特此函告。`,
        },
      ],
    },
  ],
  subjects: [
    {
      title: '法律',
      src: lawer,
    },
    {
      title: '医学',
      src: doctor,
    },
    {
      title: '农业',
      src: argricuture
    }

  ]

};
